Repository: Deep-Web-Solutions-GmbH/dws-wordpress-core
Catalog: dws-custom-extensions/languages/dws_custom-extensions-*.po
Languages: de_de

source: Custom Extensions
de_de: Benutzerdefinierte Erweiterungen

source: Deep Web Solutions: Custom Extensions Core Settings
de_de: DeepWebSolutions Custom Extensions - Core Einstellungen

source: Core Settings
de_de: Core Einstellungen

source: Deep Web Solutions: Custom Extensions Modules Settings
de_de: DeepWebSolutions Custom Extensions - Module Einstellungen

source: Modules Settings
de_de: Module Einstellungen

source: Deep Web Solutions: Custom Extensions Theme Settings
de_de: DeepWebSolutions Custom Extensions - Theme Einstellungen

source: Theme Settings
de_de: Theme Einstellungen

source: Post comments
de_de: Interne Kommentare

source: Default Value
de_de: Standardwert

source: Appears when creating a new post
de_de: Erscheint beim Erstellen eines neuen Posts

source: Placeholder Text
de_de: Platzhaltertext

source: Appears within the input
de_de: Erscheint innerhalb der Eingabe

source: Character Limit
de_de: Zeichenbeschränkung

source: Leave blank for no limit
de_de: Leer lassen für kein Limit

source: Rows
de_de: Reihen

source: Sets the textarea height
de_de: Setzt die Textbereichshöhe

source: New Lines
de_de: Neue Zeilen

source: Controls how new lines are rendered
de_de: Steuert, wie neue Zeilen gerendert werden

source: Automatically add paragraphs
de_de: Absätze automatisch hinzufügen

source: Automatically add &lt;br&gt;
de_de: Automatisches Hinzufügen von <br>

source: No Formatting
de_de: Keine Formatierung

source: Add comment
de_de: Kommentar hinzufügen

source: - added on %s by
de_de: - hinzugefügt am %s von

source: Recommended Plugins
de_de: Empfohlene Plugins

source: Deep Web Solutions: Custom Extensions Recommended Plugins
de_de: DeepWebSolutions Custom Extensions - Empfohlene Plugins

source: Install Required Plugins
de_de: Notwendige Plugins installieren

source: Install Plugins
de_de: Plugins installieren

source: Installing Plugin: %s
de_de: Plugin wird installiert: %s

source: Updating Plugin: %s
de_de: Plugin wird aktualisiert: %s

source: Something went wrong with the plugin API.
de_de: Etwas ist schief gegangen mit dem plugin API.

source: DWS Custom Extensions requires the following plugin: %1$s.
de_de: DWS Benutzerdefinierte Erweiterungen benötigt folgendes Plugin: %1$s.

source: DWS Custom Extensions recommends the following plugin: %1$s.
de_de: DWS Benutzerdefinierte Erweiterungen empfiehlt folgendes Plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this DWS Custom Extensions: %1$s.
de_de: Folgendes Plugin muss aktualisiert werden auf die neuste Version um maximalle Kompatibilität mit DWS Benutzerdefinierte Erweiterungen zu gewährleisten: %1$s.

source: There is an update available for: %1$s.
de_de: Ein Update ist verfügbar für: %1$s.

source: The following required plugin is currently inactive: %1$s.
de_de: Folgendes notwendiges Plugin ist jetzt inaktiv: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Folgendes notwendiges Plugin ist jetzt nicht installiert: %1$s.

source: Begin installing plugin
de_de: Beginne die Plugininstallation

source: Begin updating plugin
de_de: Beginne die Pluginaktualisierung

source: Begin activating plugin
de_de: Beginne die Pluginaktivierung

source: Return to Required Plugins Installer
de_de: Zurück zum Installer der benötigten Plugins

source: Plugin activated successfully.
de_de: Plugin wurde erfolgreich aktiviert.

source: The following plugin was activated successfully:
de_de: Folgendes Plugin wurde erfolgreich aktiviert:

source: No action taken. Plugin %1$s was already active.
de_de: Nichts gemacht. Das Plugin %1$s war schon aktiv.

source: Plugin not activated. A higher version of %s is needed for DWS Custom Extensions. Please update the plugin.
de_de: Plugin wurde nicht aktiviert. Eine neuer Version von %s ist notwendig für DWS Benutzerdefinierte Erweiterungen. Bitte aktualisieren Sie das Plugin.

source: All plugins installed and activated successfully. %1$s
de_de: Alle Plugins wurde erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de: Meldung verwerfen

source: There are one or more required or recommended plugins to install, update or activate.
de_de: Es gibt eins oder mehrere notwendige oder empfohlene Plugins zum Installieren, Aktualisieren, oder Aktivieren.

source: Please contact the administrator of this site for help.
de_de: Bitte den Admin der Website für Hilfe kontaktieren.

source: Categories
de_de: Kategorien

source: '%s' options
de_de: '%s' Optionen

source: Is functionality active?
de_de: Ist Funktionalität aktiv?

source: Is sub-functionality '%s' active?
de_de: Ist Unterfunktionalität '%s' aktiv?

source: Overwrite this template?
de_de: Dieses Template überschreiben?

source: Template files
de_de: Template-Dateien

source: If unchecked, the respective template will NOT be used from the Custom Extensions plugin. Note that if checked, a file found inside the template folder or inside the local Custom Extensions will have precedence.
de_de: Wenn diese Option deaktiviert ist, wird das entsprechende Template NICHT aus dem "Benutzerdefinierte Erweiterungen"-Plugin verwendet. Beachten Sie, dass eine Datei, die im Template-Ordner des Themes oder in den lokalen "Benutzerdefinierten Erweiterungen" gefunden wird, Vorrang hat.

source: You did not properly configure the class %s
de_de: Sie haben die Klasse '%s' nicht ordnungsgemäß konfiguriert

source: Every %s minutes
de_de: Alle %s Minuten

source: Every %s hours
de_de: Alle %s Stunden

source: Custom global CSS
de_de: Benutzerdefiniertes globales CSS

source: Custom global JS
de_de: Benutzerdefiniertes globales JS

source: Background color
de_de: Hintergrundfarbe

source: Text color
de_de: Textfarbe

source: Background color on hover
de_de: Hintergrundfarbe beim Hover

source: Text color on hover
de_de: Textfarbe beim hover

source: Customer email
de_de: Kunden-eMail

source: This email will appear on the website for the customers to write to.
de_de: Diese E-Mail erscheint für Kunden auf der Website.

source: Hotline phone number
de_de: Hotline-Telefonnummer

source: This phone number will appear on the website for the customers to call.
de_de: Diese Telefonnummer wird auf der Website für Kunden angezeigt.

source: Hotline availability
de_de: Hotline-Verfügbarkeit

source: Select the times when the hotline is available.
de_de: Wählen Sie die Zeiten aus, zu denen die Hotline verfügbar ist.

source: Day of the week
de_de: Wochentag

source: Select the day(s) for which the times should apply.
de_de: Wählen Sie die Tage aus, für die die Zeiten gelten sollen.

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: From
de_de: Von

source: To
de_de: An

source: Contact
de_de: Kontakt

source: Phone number
de_de: Telefonnummer

source: %s - %s o'clock
de_de: %s - %s Uhr

source: Overwrite compatible plugin's message styles?
de_de: Sollen die Nachrichtenformate des kompatiblen Plugins überschrieben werden?

source: Choose the color for %s messages background
de_de: Wählen Sie die Farbe für den %s Nachrichtenhintergrund aus

source: Choose the color for %s messages text
de_de: Wählen Sie die Farbe für den %s Nachrichten-Text aus

source: Choose the color for %s messages border
de_de: Wählen Sie die Farbe für den %s Nachrichtenrahmen aus

source: Choose the color for %s messages icon
de_de: Wählen Sie die Farbe für das %s Nachrichten-Icon aus

source: This plugin handles all the core custom extensions to this WordPress installation.
de_de: Dieses Plugin behandelt alle wichtigen benutzerdefinierten Erweiterungen dieser WordPress-Installation.
